Repository: ZaniBet/ZaniBet.iOS
Catalog: Zanibet/*.lproj/Localizable.strings
Languages: fr

# ticket_week
source: %1$@ W%2$d
fr: %1$@ J%2$d

# title_grid
source: Grid %@
fr: Grille %@

source: Continue
fr: Continuer

# points_earn
source: Reward : %d ZaniCoins
fr: Récompense : %d ZaniCoins

# err_internal
source: Internal error occur, please contact the support if the problem persists.
fr: Une erreur inconnue c'est produite, merci de contacter le support si le problème persiste.

# err_authentification_failled
source: Login or password invalid.
fr: Identifiant ou mot de passe incorrect.

# err_fill_field
source: Please fill all fields correctly.
fr: Merci de compléter tous les champs correctement.

# err_facebook_auth_failled
source: Error occur when trying to connect with Facebook, please try again or contact the support if the problem persists.
fr: Une erreur c'est produite lors de votre authentification avec Facebook, merci de réessayer.

# err_load_gameticket
source: An error occur when trying to load game ticket list.
fr: Une erreur est survenue lors du chargement de la liste de ticket de jeu.

# err_network
source: ZaniBet server is unreachable. Please check your internet connexion or try again later.
fr: Les serveurs de ZaniBet ne sont pas accessibles. Merci de <b>vérifier votre connexion internet</b> ou de réessayer ultérieurement.

# err_ads_loading
source: Video ads is not loaded, please try again in a moment.
fr: La vidéo n'a pas encore fini de charger, merci de réessayer dans quelques instants.

# err_no_ads_available
source: Video is loading, please wait a moment and try again.
fr: Aucune vidéo publicitaire n'est disponible pour le moment. Merci de ré-essayer ultérieurement.

# empty_gameticket
source: No game tickets is available for now, come back later.
fr: Aucun ticket de jeu n'est disponible pour l'instant !

# empty_grille_waiting
source: There is no pending forecasts grid. Play every day and increase your chance to earn big CASH !
fr: Vous n'avez aucune grille en attente de résultat. Valider quotidiennement les grilles de jeu disponible, pour augmenter vos chances de remporter le gros lot.

# empty_grille_loose
source: There is no lost forecasts grid. Play every day and increase your chance to earn big CASH !
fr: Vous n'avez aucune grille perdante. Valider quotidiennement les grilles de jeu disponible, pour augmenter vos chances de remporter le gros lot.

# empty_grille_win
source: You haven't earn any jackpot. Play every day and increase your chance to earn big CASH !
fr: Vous n'avez pas encore remporté de jackpot. Valider quotidiennement les grilles de jeu disponible, pour augmenter vos chances de remporter le gros lot.

# empty_reward
source: No rewards available in shop.
fr: Aucune récompense n'est disponible dans la boutique.

# empty_payout
source: You have no pending payout.
fr: Vous n'avez aucun gain en attente de paiement.

# empty_help
source: This help section is empty.
fr: Cette section d'aide est vide.

# maintenance_mode
source: ZaniBet is currently in maintenance, please come back later for enjoy full features.
fr: Les serveurs de ZaniBet sont actuellement indisponible ou en maintenance. Merci de revenir ultérieurement.

# edit_err_password
source: Invalid password
fr: Mot de passe invalide

# edit_err_email
source: Invalid email.
fr: Adresse email invalide.

# rules
source: ZaniBet is a game reserved for adult of 18 years and more. 1 - Every week, multiple game tickets corresponding to a football league, is open for players. The goal of the game is to predict the good a result for a series of fixtures in a ticket. 2 - Validity of the bets played on matches are based on full time and doesn't take care of extra time or free kick. If a match is postponed or abandoned, the bet is assumed as a given. If 2 fixtures or more is canceled in a game ticket : the jackpot is aborted, and all play grids are rewarded only in ZaniCoins. 3 - For validate a grid you must select a bet for each fixture. 1 = home win N = draw 2 = visitor win 4 - Your grid will be proceed once you watch the ads video until the end. 5 - The "Flash" button, fill all the grid with random bets. 6 - The "Clear" button, reset all bets in a grid. 7 - Players who make clear round for all bets in a grid, share the jackpot. If a player proceed more than one jackpot grid for a ticket, he earn a larger part of the jackpot. 8 - All gains are paid with PayPal. 9 - Even if a grid is not clear round, each good bet yield fidelity points (ZaniCoin). This points can be exchanged later in the shop for cash.
fr: ZaniBet est un jeu réservé aux adultes de 18 ans et plus. 1 - Chaque semaine des tickets de jeu correspondant à différents championnats de football sont ouvert aux joueurs. Le but du jeu est de trouver les bons résultats pour une série de matchs présents dans un ticket. 2 – Les résultats d’un match sont basés sur le temps réglementaire et ne prennent donc pas en compte d’éventuelles prolongations/tirs au but. Dans le cas où un match présent dans le ticket de jeu est annulé : votre pronostic pour celui-ci sera considéré comme gagnant. Si 2 matchs ou plus sont annulés dans un ticket de jeu : le jackpot du ticket est annulé et les grilles ayant été joué seront récompensées uniquement en ZaniCoin. 3 – Pour valider une grille pour un ticket, vous devez cocher la case correspondant à votre pronostique pour toutes les lignes de match. 1 = victoire pour l’équipe à domicile N = match nul 2 = victoire pour l’équipe visiteuse 4 – Votre grille sera validée à partir du moment où vous aurez coché au moins pronostique par ligne de match et visionner une publicité vidéo jusqu’à la fin. 5 – Le bouton « Flash » permet de remplir des pronostics aléatoires pour tous les matchs d’une grille. 6 – Le bouton « Effacer » réinitialise tous les pronostics indiqués pour une grille. 7 – Les joueurs ayant réalisé une grille sans-faute sur un ticket de jeu, se partagent le jackpot ! Si un joueur valide plusieurs grilles sans-faute pour un ticket de jeu, il empoche une plus grande part du jackpot. Exemple : 10 grilles gagnantes ont été validé pour le ticket « Ligue 1 Jackpot 1000€ ». Parmi les 10 grilles gagnantes, 2 ont été validées par Pierre. Le jackpot est donc divisé par 10 et Pierre remporte 200€ ! 8 – Tous les paiements des gains se font par PayPal sous un délai de 30 jours. 9 – Même si une grille jouée n’est pas sans faute, chaque pronostic gagnant rapporte des points de fidélité (ZaniCoin). Ces points peuvent être par la suite échangés dans la boutique contre du cash.

# err_grille_play_reach
source: You've reach the maximum playable grid for this ticket.
fr: Vous avez atteint le nombre maximum de grille jouable pour ce ticket.

# onboarding1_title
source: SAFE BETS
fr: VOS CHAMPIONNATS FAVORIS

# onboarding1_content
source: Make your bets for every match days of various professional football league.
fr: Pronostiquez les matchs des plus grandes compétitions, accumulez des points, gagnez des cadeaux et du cash ! Bien sûr, c’est gratuit.

# onboarding2_title
source: MAKE YOUR PREDICTIONS
fr: FAITES VOS PRONOSTICS

# onboarding2_content
source: Fill your predictions grids easily for FREE in the form of 1N2 for each leagues matches. Be aware, a clear round and you earn reward !
fr: Remplissez simplement vos grilles de pronostics sous la forme 1N2, en sélectionnant votre prédiction pour chaque match. Attention, une grille sans faute rapporte le jackpot !

# onboarding3_title
source: JACKPOT
fr: TOUJOURS GAGNANT !

# onboarding3_content
source: Cashout the jackpot on your PayPal account, for every clear round bets grid.
fr: Complétez toutes les semaines vos grilles pour accumulez un maximum de ZaniCons ! Même si vous ne faîtes pas de sans faute, les bons pronostics sont toujours récompensés.

source: Play
fr: Jouer

# err_edit_required
source: This field is required.
fr: Ce champ est requis

# err_not_enough_fund
source: Your ZaniCoin balance is insufficient for this reward.
fr: Vous ne disposez pas de suffisament de ZaniCoin pour acquérir cette récompense.

# err_edit_paiement_info
source: Failled to edit your personal data.
fr: La modification de vos informations personnelles a échouée.

# about_content
source: ZaniBet is a free football betting game, which claims to offer real cash and gift for clear round forecasts.
fr: ZaniBet est un jeu de pronostic sportif gratuit, qui propose aux joueurs de gagner de l'argent pour leurs prédictions réussies.

# err_unfull_grille
source: You must select one bet per fixture, before confirm you grid.
fr: Vous devez sélectionner un pronostic pour chaque match afin de pouvoir valider votre grille.

# dlg_content_payout_reward
source: Your reward request is accepted. Our financial team will solve it has soon as possible.
fr: Votre demande de paiement c'est déroulé avec succès. L'équipe de ZaniBet traitera votre demande dans les plus bref délais.

# ldg_content_payout_reward
source: Your payout request is ongoing, please wait...
fr: Votre demande de paiement est en cours, merci de patienter...

source: Email address
fr: Adresse email

source: Password
fr: Mot de passe

source: Signin
fr: Connexion

source: Forgot password ?
fr: Mot de passe oublié ?

source: or
fr: où

source: Create new account
fr: Créer un nouveau compte

source: Username
fr: Pseudonyme

source: Signup
fr: M'inscrire

# already_signup
source: Already registered ? Signin
fr: Déjà inscris ? Me connecter

source: Create account
fr: Créer un compte

# restore_my_password
source: Reset my password
fr: Restaurer mon mot de passe

# cant_restore_password
source: Can't restore your account ?
fr: Impossible de récupérer votre compte ?

# ldg_content_signin
source: Signin ongoing, please wait...
fr: Connexion en cours, merci de patienter...

# ldg_title_signin
source: Signin
fr: Authentification

# ldg_content_signup
source: Creating your ZaniBet account, please wait...
fr: Création de votre ZaniBet en cours, merci de patienter...

# ldg_title_signup
source: Creating account
fr: Enregistrement d'un compte

# dlg_content_restore_password
source: Instructions for reset your password has been sent to your account email.
fr: Vous allez recevoir les instructions de restauration de votre mot de passe par email d'ici quelques minutes.

# ldg_content_restore_password
source: Reset password request ongoing, please wait...
fr: Demande de restauration du mot de passe en cours...

# ldg_title_restore_password
source: Reset password
fr: Restauration du mot de passe

# nb_grilles_play
source: Amount of played grids :
fr: Nombre de grilles jouées :

# n_match_day
source: Match day %1$d
fr: %dème journée de championnat

# grille_play_limit
source: Limit date for play your grid :
fr: Date limite de validation des grilles :

# grille_earn
source: Gains : %1$.2f€
fr: Gain : %1$.2f€

# nb_prono_win
source: Amount of winning bets %1$d/%2$d
fr: Nombre de pronostics gagnés %1$d/%2$d

# week
source: W
fr: J

# result_at
source: Result at : %1$@
fr: Résultat le :

# potential_earn
source: Potential gains : %1$d€
fr: Gain potentiel : %1$d€

# tab_grilles
source: Grid
fr: Mes grilles

# tab_play
source: Play
fr: Jouer

# tab_shop
source: Shop
fr: Boutique

# tab_profile
source: Profile
fr: Mon profil

# status_waiting_paiement
source: Status : Pending
fr: Status : En attente de paiement

# status_cancel
source: Status : Canceled
fr: Status : Annulé

source: Status : Paid
fr: Status : Paiement des gains effectué

# payout_for_grid
source: Payout for forecasts grid
fr: Paiement pour une grille

source: Payout for reward
fr: Paiement pour une récompense

# shop_reward
source: REWARD :
fr: RÉCOMPENSE :

# title_about
source: About ZaniBet
fr: À propos de ZaniBet

source: Stay in touch
fr: Restons connecté

# title_rules
source: Game Rules
fr: Règle du jeu

# title_grille
source: Grid : %1$@
fr: Grille %1$s

# nb_played_grid
source: Played grids : %1$d/%2$d
fr: Grilles jouées : %1$d/%2$d

# jackpot_earn
source: Youha, you earn a part of the jackpot !
fr: Bravo, vous avez remporté une partie du jackpot !

# nb_prono_win2
source: You have %1$d winning bets.
fr: Vous avez %1$d pronostics gagnant.

# title_payout_history
source: Payout History
fr: Historique des paiements

# title_profile
source: Profile
fr: Mon profil

# title_shop
source: Shop
fr: Boutique

# shop_description
source: Collect ZaniCoins when you play and during events.
fr: Accumulez des ZaniCoins en jouant vos grilles et durant les évènements.

source: Cancel
fr: Annuler

source: Yes
fr: Oui

source: Reward
fr: Récompense

# dlg_title_confirm_reward
source: Reward Confirmation
fr: Confirmer votre achat

# confirm_buy
source: Yes
fr: Je confirme mon achat

# reward_confirm
source: Would you like to exchange %1$d ZaniCoins for a %2$@ amount of %3$.2f€
fr: Souhaitez vous échanger %1$d ZaniCoins contre un virement PayPal de %2$d€

# incomplet_grid
source: Incomplete grid
fr: Grille incomplète

# select_all_bet
source: You must select all bets for proceed your forecasts grid.
fr: Vous devez sélectionner un pronostic pour chaque match afin de pouvoir valider votre grille.

# menu_my_account
source: My ZaniBet Account
fr: Mon compte ZaniBet

# menu_paiement_info
source: Payout Information
fr: Informations de paiement

# menu_paiement_detail
source: To complement for receive payout
fr: À compléter pour recevoir vos gains

# menu_paiement_history
source: Payout History
fr: Historique des paiements

# menu_rules
source: Game Rules
fr: Règles du jeu

# menu_about
source: About ZaniBet
fr: À propos de ZaniBet

# menu_disconnect
source: Logout
fr: Déconnexion

# ldg_title_update_email
source: Update
fr: Mise à jour

# ldg_content_update_email
source: Updating your email address...
fr: Changement de votre adresse email en cours...

# dlg_content_update_email
source: Your email has been updated.
fr: Votre adresse email a été mise à jour.

# dlg_content_update_paiement
source: Your payout information has been updated.
fr: Vos informations de paiement ont été mise à jour.

# ldg_title_update_paiement
source: Payout Information
fr: Informations de paiement

# ldg_content_update_paiement
source: Updating your payout information...
fr: Mise à jour de vos informations de paiement en cours...

# remaining_time
source: Remaining time for proceed grids : %1$d:%2$d:%3$d
fr: Temps restant pour valider vos grilles : %1$d:%2$d:%3$d

source: Loading video...
fr: Chargement de la video...

source: Validate grid
fr: Valider ma grille

source: Clear
fr: Effacer

source: Back
fr: Retour

# replay_grid
source: Replay this grid
fr: Rejouer cette grille

# confirm_replay_now
source: Replay this ticket now for increase your chance to win the jackpot.
fr: Rejoue maintenant pour augmenter tes chances de gagner le jackpot.

# confirm_grid_desc
source: Bravo Your grid has been validated. We wish you good luck for win the jackpot !
fr: Bravo Votre grille a été validée. Nous vous souhaitons désormais bonne chance pour remporter le jackpot !

source: FAQ
fr: Foire aux questions

source: Pending
fr: En cours

# lost_grid
source: Lost
fr: Perdues

# title_my_grid
source: My Grids
fr: Mes grilles

source: Lastname
fr: Nom

source: Firstname
fr: Prénom

source: City
fr: Ville

source: Zip code
fr: Code postal

source: Address
fr: Adresse postal

source: Country
fr: Pays

source: PayPal address
fr: Adresse PayPal

# rules_desc
source: Discover how ZaniBet operate
fr: Découvrez le fonctionnement de ZaniBet
